[
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Gleditsia x texana",
    "Common Name": "Texas Honey Locust Tree",
    "Description": "Gleditsia x texana, the Texas honey locust, is a tree native to America. It is a naturally occurring hybrid of Gleditsia aquatica and Gleditsia triacanthos.",
    "Wikipedia": "https://en.wikipedia.org/wiki/Gleditsia_%C3%97_texana",
    "ImageFK": 1
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Metasequoia glyptostroboides",
    "Common Name": "Dawn Redwood",
    "Description": "Metasequoia glyptostroboides, the dawn redwood, is a fast-growing, endangered deciduous conifer. It is the sole living species of the genus Metasequoia, one of three genera in the subfamily Sequoioideae of the family Cupressaceae. It now survives only in wet lower slopes and montane river and stream valleys in the border region of Hubei and Hunan provinces and Chongqing municipality in south-central China, notably in Lichuan county in Hubei. Although the shortest of the redwoods, it can grow to 120 ft (37 m) in height.",
    "Wikipedia": "https://en.wikipedia.org/wiki/Metasequoia_glyptostroboides",
    "ImageFK": 2
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Carya illinoinensis",
    "Common Name": "Pecan",
    "Description": "The pecan (Carya illinoinensis) is a species of hickory native to the southern United States and northern Mexico in the region of the Mississippi River. The tree is cultivated for its seed in the southern United States, primarily in Georgia, New Mexico, and Texas,  and in Mexico, which produces nearly half of the world total. The seed is an edible nut used as a snack and in various recipes, such as praline candy and pecan pie. The pecan, in various aspects, is included in state symbols of Alabama, Arkansas, California, Oklahoma, and Texas.",
    "Wikipedia": "https://en.wikipedia.org/wiki/Pecan",
    "ImageFK": 3
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Chamaecyparis pisifera",
    "Common Name": "Sawara Flase Cypress",
    "Description": "It is a slow-growing coniferous tree growing to 35–50 m tall with a trunk up to 2 m in diameter. The bark is red-brown, vertically fissured and with a stringy texture. The foliage is arranged in flat sprays; adult leaves are scale-like, 1.5–2 mm long, with pointed tips (unlike the blunt tips of the leaves of the related Chamaecyparis obtusa (hinoki cypress), green above, green below with a white stomatal band at the base of each scale-leaf; they are arranged in opposite decussate pairs on the shoots. The juvenile leaves, found on young seedlings, are needle-like, 4–8 mm long, soft and glaucous bluish-green. The cones are globose, 4–8 mm diameter, with 6–10 scales arranged in opposite pairs, maturing in autumn about 7–8 months after pollination.",
    "Wikipedia": "",
    "ImageFK": 4
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Acer japonisum",
    "Common Name": "Grape-Leaved Half-Moon Maple",
    "Description": "Acer japonicum is a small deciduous tree growing to 5–10 m (rarely 15 m) tall, with a trunk up to 40 cm in diameter. The bark is smooth on young trees, becoming rough and scaly on old trees. The shoots are slender, and thinly downy with whitish hairs. The leaves are rounded, 7–15 cm in diameter with 9–13 (rarely 7) serrate lobes incised to half or less of the diameter of the leaf; they are downy at first with white hairs, the hairs mostly lost by late summer except on the veins and the underside of the leaf; the petiole is 2–4 cm long and hairy. In autumn, the leaves turn bright orange to dark red. The flowers are 1 cm in diameter, dark purplish-red with five sepals and petals; they are produced 10–15 together in drooping corymbs in early spring as the leaves start to open. The fruit is a paired samara with the nutlets 7 mm in diameter with a 20–25 mm wing, hanging under the leaves.",
    "Wikipedia": "https://en.wikipedia.org/wiki/Acer_japonicum",
    "ImageFK": 5
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Stewartia pseudocamellia",
    "Common Name": "Korean Stewartia",
    "Description": "It is a small to medium sized deciduous tree, growing to 10–15 m (rarely to 18 m) tall often with multiple stems and/or low branching trunks. The bark is smooth textured, exfoliating as the plants age, and has a camouflaged or mottled appearance with patterns of dull orange and green with grey mixed in. The trees are pyramidal to rounded in shape with deep green colored foliage. Young stems have a zig-zag shape with flattened, divergent buds. The leaves are 4–12 cm long and 2.5–5 cm broad, arranged alternately on the stems with an elliptical shape and finely serrated edges. In the fall the foliage turns yellow, red or purple. The flowers are up to 8 cm wide, with five white petals with orange anthers; they are shaped like those of the related Camellia, round and flat to somewhat cupped. They are produced in summer, generally in June until the end of August; each flower is short-lived, but many are produced that open over many weeks. The fruit is a brown capsule, triangular in shape with four or five angles, persistent on the trees but not showy.    ",
    "Wikipedia": "https://en.wikipedia.org/wiki/Stewartia_pseudocamellia",
    "ImageFK": 6
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Viburnum dilatatum",
    "Common Name": "Linden Arrowwood",
    "Description": "Viburnum dilatatum can grow up to 3 meters tall shrub and wide. The bark of the stems are brown with some orange, the stems are pubescent, and stems change color from brown to a dark gray as they mature. The leaves are simple, arranged opposite on a branch and the shape may vary from broadly obovate, obovate, or broadly ovate. The size of the leaf ranges from 5.1–13 centimeters (2.0–5.1 in) long and 2.5–6.4 centimeters (0.98–2.52 in) wide. The leaves have shallowly toothed margins, usually are pubescent and they drop in late autumn. With the season change linden arrowwood foliage changes. During the summer the foliage is dark green and during the autumn season the colors vary from bronze to burgundy.",
    "Wikipedia": "https://en.wikipedia.org/wiki/Viburnum_dilatatum",
    "ImageFK": 7
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Stewartia monadelpha",
    "Common Name": "Tall Stewartia",
    "Description": "This small tree is a member of the camellia family with small white cup-shaped flowers. Its cinnamon-brown bark and smooth trunk along with its fall russet color make this tree interesting year-round.",
    "Wikipedia": "https://plants.ces.ncsu.edu/plants/stewartia-monadelpha/",
    "ImageFK": 8
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Liriodendron tulipifera",
    "Common Name": "Tulip Tree",
    "Description": "The tulip tree is one of the largest of the native trees of the eastern United States, known in an extraordinary case to reach the height of 191.8 feet (58.49 meters)[4] with the next tallest known specimens in the 170–177' range. The trunk on large examples is typically 1–2 m (4–6 ft) in diameter, though it can grow much broader. Its ordinary height is 80–150' and it tends to have a pyramidal crown. It prefers deep, rich, and rather moist soil; it is common throughout the Southern United States. Growth is fairly rapid. The bark is brown, furrowed, aromatic and bitter. The branchlets are smooth, and lustrous, initially reddish, maturing to dark gray, and finally brown. The wood is light yellow to brown, and the sapwood creamy white; light, soft, brittle, close, straight-grained. Specific gravity: 0.4230; density: 422 g/dm3 (26.36 lb/cu ft).",
    "Wikipedia": "https://en.wikipedia.org/wiki/Liriodendron_tulipifera",
    "ImageFK": 9
  },
  {
    "Kindom": "Plantae",
    "Category": "Tree",
    "Scientific Name": "Ehretia acuminata",
    "Common Name": "Heliotrope Tree",
    "Description": "Ehretia acuminata is a deciduous tree found in Japan, China, Bhutan, Nepal, Laos, Vietnam, New Guinea and Australia. Fossil evidence suggests an ancient Laurasian origin. This group of plants spread to Australia and South America via Africa, when these continents were still joined. Commonly known as Koda in Australia, Ehretia acuminata is a common tree found from near Bega in south east New South Wales to Cape York in far north eastern Australia. The Australian habitat are different forms of rainforest, particularly near the margins or in disturbed areas.",
    "Wikipedia": "https://en.wikipedia.org/wiki/Ehretia_acuminata",
    "ImageFK": 10
  }
]
